module.exports = {
    "userlist": [
        // {
        //     "userid": "246",
        //     "name": "张恩奇",
        //     "position": "运维测试部副经理"
        // },
        {
            "userid": "164111271824612106",
            "name": "张长安",
            "position": "移动端测试组组长"
        },
        {
            "userid": "339",
            "name": "郭玉燕",
            "position": "WEB端测试工程师"
        },
        {
            "userid": "512",
            "name": "高超",
            "position": "WEB端测试工程师"
        },
        {
            "userid": "243129173827390215",
            "name": "段永菊",
            "position": "移动端测试工程师"
        },
        {
            "userid": "1226533416947409",
            "name": "王盼",
            "position": "WEB端测试组组长"
        },
        {
            "userid": "254129482721434037",
            "name": "吴嘉豪",
            "position": "WEB端测试工程师"
        },
        {
            "userid": "191963042337743320",
            "name": "陈巧林",
            "position": "测试开发组组长"
        },
        {
            "userid": "106200276120995841",
            "name": "刘慧杰",
            "position": "移动端测试工程师"
        },
        // {
        //     "userid": "283902694124349947",
        //     "name": "彭正发",
        //     "position": "测试开发工程师"
        // },
        {
            "userid": "0630335858736555",
            "name": "姜宇",
            "position": "WEB端测试工程师"
        },
        // {
        //     "userid": "20100159111265667",
        //     "name": "高进",
        //     "position": "WEB端测试工程师"
        // },
        // {
        //     "name": "董仕静",
        //     "userid": "20201118132007026-D54B-DDA53D63B",
        //     "position": "WEB端测试工程师"
        // },
        {
            "userid": "031921492321565464",
            "name": "吴林涛",
            "position": "服务开发工程师"
        },
        {
            "userid": "255",
            "name": "沈晓振",
            "position": "服务架构工程师"
        },
        {
            "userid": "104525625140244092",
            "name": "黄金浩",
            "position": "服务开发工程师"
        },
        {
            "userid": "031505376723128621",
            "name": "孙世豪",
            "position": "服务开发工程师"
        },
        {
            "userid": "0406384454989385",
            "name": "程兴",
            "position": "服务开发工程师"
        },
        {
            "userid": "202251675531116545",
            "name": "管啸尘",
            "position": "服务开发工程师"
        },
        {
            "userid": "035841333624301473",
            "name": "张浩磊",
            "position": "服务开发工程师"
        },
        {
            "userid": "20191008095339789-37D8-919E63C64",
            "name": "梁宝龙",
            "position": "服务开发工程师"
        },
        {
            "userid": "20191023135532862-AA60-E96FF536B",
            "name": "唐洪云",
            "position": "服务开发工程师"
        },
        {
            "userid": "20200414012014273-4335-E17CD99F8",
            "name": "怀欣冉",
            "position": "服务开发工程师"
        },
        {
            "name": "牛二强",
            "userid": "20200922012007489-DB1F-3296CC12B",
            "position": "服务开发工程师"
        },
        {
            "name": "陈敬波",
            "userid": "026404082837804350"
        },
        {   
            "name": "王浩东",
            "userid": "20201211132018959-EA26-BD69B60FD"
        },
        {
            "name": "侯冠男",
            "userid": "20201222012019837-4320-649C1AE42"
        },
        {
            "userid": "20191105132012992-EC8D-589F46816",
            "name": "丁晓欢",
            "position": "前端架构工程师"
        },
        {
            "userid": "20191031012011140-B464-75E657343",
            "name": "洪闻",
            "position": "服务架构工程师"
        },
        {
            "userid": "2658172036269551",
            "name": "邱克浩",
            "position": "前端架构工程师"
        },
        {
            "userid": "0500220921259652",
            "name": "卢学先",
            "position": "服务架构工程师"
        },
        {
            "userid": "20191230132015429-07E9-01B030E93",
            "name": "张坚革",
            "position": "前端架构工程师"
        },
        {
            "userid": "096830532837707874",
            "name": "陆夏立",
            "position": "前端开发工程师"
        },
        {
            "userid": "263",
            "name": "阮梦帅",
            "position": "前端开发工程师"
        },
        {
            "userid": "14133836341056347",
            "name": "胡茜",
            "position": "前端开发工程师"
        },
        {
            "userid": "0854615161694219",
            "name": "叶洁",
            "position": "前端开发工程师"
        },
        {
            "userid": "264",
            "name": "周洁",
            "position": "前端开发工程师"
        },
        {
            "userid": "056243403829102124",
            "name": "王凯杰",
            "position": "前端架构工程师"
        },
        {
            "userid": "20200515132016649-EFD1-1097DF47E",
            "name": "骆家豪",
            "position": "前端开发工程师"
        },
        {
            "name": "李华锋",
            "userid": "20201106012015020-BED5-6253698F9",
            "position": "前端开发工程师"
        },
        // {
        //     "userid": "20200613012006289-0091-0DBA16CBB",
        //     "name": "褚锦涛",
        //     "position": "前端开发工程师"
        // },
        // {
        //     "name": "毛莉丽",
        //     "userid": "20201009132012042-377F-7C17BDF1A",
        //     "position": "前端开发工程师"
        // },
        {
            "name": "于轩",
            "userid": "20201208132020823-169B-047A5B851",
            "position": "前端开发工程师"
        }
    ],
    leaderlist:{
        "刘宗文": {
            7: ["张思轶", "褚锦涛", "蒋超", "范逸东", "吴嘉豪", "张坚革", "郑磊", "张浩磊", "赵晟", "梁宝龙", "郭玉燕"], 
            8: ["张思轶", "褚锦涛", "蒋超", "范逸东", "梁宝龙", "吴嘉豪", "张坚革", "郑磊", "张浩磊", "赵晟", "郭玉燕"], 
            9: ["陆夏立", "骆家豪", "褚锦涛", "范逸东", "梁宝龙", "吴嘉豪", "张坚革", "郑磊", "张浩磊", "赵晟", "郭玉燕"],
            10: ["陆夏立", "骆家豪", "褚锦涛", "范逸东", "梁宝龙", "吴嘉豪", "张坚革", "郑磊", "张浩磊", "赵晟", "郭玉燕"],
            11: ["陆夏立", "骆家豪", "褚锦涛", "范逸东", "梁宝龙", "吴巍", "吴嘉豪", "张坚革", "张浩磊", "赵晟", "郭玉燕"] 
        }, 
        "洪闻": {
            9: ["丁晓欢", "叶洁", "怀欣冉", "张长安", "段永菊"],
            10: ["丁晓欢", "叶洁", "怀欣冉", "张长安", "段永菊"],
            11: ["丁晓欢", "叶洁", "毛莉丽", "怀欣冉", "张长安", "段永菊"],
            12: ["丁晓欢", "毛莉丽", "怀欣冉", "张长安", "段永菊"]
        },
        "程兴":{
            7: ["赵川", "王凯杰", "黄金名", "刘慧杰"],
            8: ["赵川", "王凯杰", "黄金名", "刘慧杰"],
            9: ["赵川", "王凯杰", "黄金名", "刘慧杰"],
            10: ["赵川", "王凯杰", "黄金名", "刘慧杰"],
            11: ["王凯杰", "黄金名", "牛二强", "刘慧杰"],
            12: ["王凯杰", "李华锋", "牛二强", "刘慧杰"]
        },
        "孙世豪":{
            7: ["胡茜", "吴林涛", "姜宇"],
            8: ["胡茜", "吴林涛", "姜宇"],
            9: ["胡茜", "吴林涛", "姜宇"],
            10: ["胡茜", "吴林涛", "姜宇"],
            11: ["胡茜", "吴林涛", "姜宇"],
            12: ["胡茜", "吴林涛", "姜宇"]
        }, 
        "沈晓振": {
            7: ["阮梦帅", "彭甜甜", "陈敬波", "高进"],
            8: ["阮梦帅", "彭甜甜", "陈敬波", "高进"],
            9: ["阮梦帅", "彭甜甜", "陈敬波", "高进"],
            10: ["阮梦帅", "彭甜甜", "高进"],
            11: ["阮梦帅", "彭甜甜", "陈敬波", "高进"],
            12: ["阮梦帅", "周洁", "陈敬波", "高进"]
        }, 
        "唐洪云": {
            10: ["邱克浩", "黄金浩", "王盼"],
            11: ["邱克浩", "黄金浩", "马增辉", "王盼"],
            12: ["邱克浩", "黄金浩", "马增辉", "王盼"]
        }
    }
}