{
    "userlist": [
        {
            "userid": "246",
            "name": "张恩奇",
            "position": "运维测试部副经理"
        },
        {
            "userid": "164111271824612106",
            "name": "张长安",
            "position": "移动端测试组组长"
        },
        {
            "userid": "339",
            "name": "郭玉燕",
            "position": "WEB端测试工程师"
        },
        {
            "userid": "512",
            "name": "高超",
            "position": "WEB端测试工程师"
        },
        {
            "userid": "243129173827390215",
            "name": "段永菊",
            "position": "移动端测试工程师"
        },
        {
            "userid": "1226533416947409",
            "name": "王盼",
            "position": "WEB端测试组组长"
        },
        {
            "userid": "254129482721434037",
            "name": "吴嘉豪",
            "position": "WEB端测试工程师"
        },
        {
            "userid": "191963042337743320",
            "name": "陈巧林",
            "position": "测试开发组组长"
        },
        {
            "userid": "106200276120995841",
            "name": "刘慧杰",
            "position": "移动端测试工程师"
        },
        {
            "userid": "283902694124349947",
            "name": "彭正发",
            "position": "测试开发工程师"
        },
        {
            "userid": "0630335858736555",
            "name": "姜宇",
            "position": "WEB端测试工程师"
        },
        {
            "userid": "20100159111265667",
            "name": "高进",
            "position": "WEB端测试工程师"
        },
        {
            "userid": "031921492321565464",
            "name": "吴林涛",
            "position": "服务开发工程师"
        },
        {
            "userid": "200631196733395495",
            "name": "范逸东",
            "position": "服务开发工程师"
        },
        {
            "userid": "255",
            "name": "沈晓振",
            "position": "服务架构工程师"
        },
        {
            "userid": "104525625140244092",
            "name": "黄金浩",
            "position": "服务开发工程师"
        },
        {
            "userid": "031505376723128621",
            "name": "孙世豪",
            "position": "服务开发工程师"
        },
        {
            "userid": "0406384454989385",
            "name": "程兴",
            "position": "服务开发工程师"
        },
        {
            "userid": "026404082837804350",
            "name": "陈敬波",
            "position": "服务开发工程师"
        },
        {
            "userid": "202251675531116545",
            "name": "管啸尘",
            "position": "服务开发工程师"
        },
        {
            "userid": "035841333624301473",
            "name": "张浩磊",
            "position": "服务开发工程师"
        },
        {
            "userid": "07054636181148810",
            "name": "赵晟",
            "position": "服务开发工程师"
        },
        {
            "userid": "20191008095339789-37D8-919E63C64",
            "name": "梁宝龙",
            "position": "服务开发工程师"
        },
        {
            "userid": "20191023135532862-AA60-E96FF536B",
            "name": "唐洪云",
            "position": "服务开发工程师"
        },
        {
            "userid": "20191111012010927-74D8-A347A229A",
            "name": "黄金名",
            "position": "服务开发工程师"
        },
        {
            "userid": "20200414012014273-4335-E17CD99F8",
            "name": "怀欣冉",
            "position": "服务开发工程师"
        },
        {
            "userid": "20200914132019569-FEAB-2F260E7C2",
            "name": "马增辉",
        }
    ]
}