module.exports = {
    "userlist": [
        // {
        //     "userid": "246",
        //     "name": "张恩奇",
        //     "position": "运维测试部副经理"
        // },
        {
            "userid": "164111271824612106",
            "name": "张长安",
            "position": "移动端测试组组长"
        },
        {
            "userid": "339",
            "name": "郭玉燕",
            "position": "WEB端测试工程师"
        },
        {
            "userid": "512",
            "name": "高超",
            "position": "WEB端测试工程师"
        },
        {
            "userid": "243129173827390215",
            "name": "段永菊",
            "position": "移动端测试工程师"
        },
        {
            "userid": "1226533416947409",
            "name": "王盼",
            "position": "WEB端测试组组长"
        },
        {
            "userid": "254129482721434037",
            "name": "吴嘉豪",
            "position": "WEB端测试工程师"
        },
        // {
        //     "userid": "191963042337743320",
        //     "name": "陈巧林",
        //     "position": "测试开发组组长"
        // },
        {
            "userid": "106200276120995841",
            "name": "刘慧杰",
            "position": "移动端测试工程师"
        },
        // {
        //     "userid": "283902694124349947",
        //     "name": "彭正发",
        //     "position": "测试开发工程师"
        // },
        {
            "userid": "0630335858736555",
            "name": "姜宇",
            "position": "WEB端测试工程师"
        },
        // {
        //     "userid": "20100159111265667",
        //     "name": "高进",
        //     "position": "WEB端测试工程师"
        // },
        {
            "userid": "031921492321565464",
            "name": "吴林涛",
            "position": "服务开发工程师"
        },
        {
            "userid": "200631196733395495",
            "name": "范逸东",
            "position": "服务开发工程师"
        },
        {
            "userid": "255",
            "name": "沈晓振",
            "position": "服务架构工程师"
        },
        {
            "userid": "104525625140244092",
            "name": "黄金浩",
            "position": "服务开发工程师"
        },
        {
            "userid": "031505376723128621",
            "name": "孙世豪",
            "position": "服务开发工程师"
        },
        {
            "userid": "0406384454989385",
            "name": "程兴",
            "position": "服务开发工程师"
        },
        // {
        //     "userid": "026404082837804350",
        //     "name": "陈敬波",
        //     "position": "服务开发工程师"
        // },
        {
            "userid": "202251675531116545",
            "name": "管啸尘",
            "position": "服务开发工程师"
        },
        {
            "userid": "035841333624301473",
            "name": "张浩磊",
            "position": "服务开发工程师"
        },
        {
            "userid": "07054636181148810",
            "name": "赵晟",
            "position": "服务开发工程师"
        },
        {
            "userid": "20191008095339789-37D8-919E63C64",
            "name": "梁宝龙",
            "position": "服务开发工程师"
        },
        {
            "userid": "20191023135532862-AA60-E96FF536B",
            "name": "唐洪云",
            "position": "服务开发工程师"
        },
        {
            "userid": "20191111012010927-74D8-A347A229A",
            "name": "黄金名",
            "position": "服务开发工程师"
        },
        {
            "userid": "20200414012014273-4335-E17CD99F8",
            "name": "怀欣冉",
            "position": "服务开发工程师"
        },
        // {
        //     "userid": "20200914132019569-FEAB-2F260E7C2",
        //     "name": "马增辉",
        //     "position": "服务开发工程师"
        // },
        {
            "userid": "091612336920949224",
            "name": "刘宗文",
            "position": "服务架构工程师"
        },
        {
            "userid": "20191105132012992-EC8D-589F46816",
            "name": "丁晓欢",
            "position": "前端架构工程师"
        },
        {
            "userid": "20191031012011140-B464-75E657343",
            "name": "洪闻",
            "position": "服务架构工程师"
        },
        {
            "userid": "2658172036269551",
            "name": "邱克浩",
            "position": "前端架构工程师"
        },
        {
            "userid": "0500220921259652",
            "name": "卢学先",
            "position": "服务架构工程师"
        },
        {
            "userid": "20191230132015429-07E9-01B030E93",
            "name": "张坚革",
            "position": "前端架构工程师"
        },
        {
            "userid": "096830532837707874",
            "name": "陆夏立",
            "position": "前端开发工程师"
        },
        {
            "userid": "263",
            "name": "阮梦帅",
            "position": "前端开发工程师"
        },
        {
            "userid": "08352859481146632",
            "name": "赵川",
            "position": "前端开发工程师"
        },
        {
            "userid": "200328432324435629",
            "name": "彭甜甜",
            "position": "前端开发工程师"
        },
        {
            "userid": "14133836341056347",
            "name": "胡茜",
            "position": "前端开发工程师"
        },
        {
            "userid": "0854615161694219",
            "name": "叶洁",
            "position": "前端开发工程师"
        },
        {
            "userid": "264",
            "name": "周洁",
            "position": "前端开发工程师"
        },
        {
            "userid": "15250833221180185",
            "name": "郑磊",
            "position": "前端开发工程师"
        },
        {
            "userid": "056243403829102124",
            "name": "王凯杰",
            "position": "前端架构工程师"
        },
        {
            "userid": "20200515132016649-EFD1-1097DF47E",
            "name": "骆家豪",
            "position": "前端开发工程师"
        },
        // {
        //     "userid": "20200613012006289-0091-0DBA16CBB",
        //     "name": "褚锦涛",
        //     "position": "前端开发工程师"
        // }
    ],
    userlist:{
        
    }
}